dbaeumer.vscode-eslint
dline.CobaltNext
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fabiospampinato.vscode-highlight
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
funkyremi.vscode-google-translate
GitHub.copilot
GitHub.github-vscode-theme
GraphQL.vscode-graphql
hediet.vscode-drawio
mikestead.dotenv
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
yzane.markdown-pdf
