formulahendry.auto-close-tag
formulahendry.auto-rename-tag
aaron-bond.better-comments
coenraads.bracket-pair-colorizer-2
streetsidesoftware.code-spell-checker
pkief.material-icon-theme
tombonnike.vscode-status-bar-format-toggle
donjayamanne.githistory
eamodio.gitlens
ms-ceintl.vscode-language-pack-ja
ritwickdey.liveserver
janisdd.vscode-edit-csv
redhat.vscode-yaml
be5invis.toml
tomoki1207.pdf
hediet.vscode-drawio
humao.rest-client
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
esbenp.prettier-vscode
bradlc.vscode-tailwindcss
ms-python.vscode-pylance
ms-python.python
njpwerner.autodocstring
rebornix.ruby
wingrunr21.vscode-ruby
bung87.vscode-gemfile